[
    {
        "title": "Accent Fallacy",
        "description": "When the meaning of a word, sentence, or entire idea is interpreted differently by changing where the accent falls.",
        "alt": "accentus, emphasis fallacy, fallacy of accent, fallacy of prosody, misleading accent",
        "url": "/logicalfallacies/Accent-Fallacy"
    },
    {
        "title": "Accident Fallacy",
        "description": "When an attempt is made to apply a general rule to all situations when clearly there are exceptions to the rule. Simplistic rules or laws rarely take into consideration legitimate exceptions, and to ignore these exceptions is to bypass reason to preserve the illusion of a perfect law.  People like simplicity and would often rather keep simplicity at the cost of rationality.",
        "alt": "a dicto simpliciter ad dictum secundum quid, destroying the exception, dicto secundum quid ad dictum simpliciter, dicto simpliciter, converse accident, reverse accident, fallacy of the general rule, sweeping generalization",
        "url": "/logicalfallacies/Accident-Fallacy"
    },
    {
        "title": "Ad Fidentia",
        "description": "Attacking the person’s self-confidence in place of the argument or the evidence.",
        "alt": "argumentum ad fidentia, against self-confidence",
        "url": "/logicalfallacies/Ad-Fidentia"
    },
    {
        "title": "Ad Hoc Rescue",
        "description": "Very often we desperately want to be right and hold on to certain beliefs, despite any evidence presented to the contrary.  As a result, we begin to make up excuses as to why our belief could still be true, and is still true, despite the fact that we have no real evidence for what we are making up.",
        "alt": "making stuff up, MSU fallacy",
        "url": "/logicalfallacies/Ad-Hoc-Rescue"
    },
    {
        "title": "Ad Hominem (Abusive)",
        "description": "Attacking the person making the argument, rather than the argument itself, when the attack on the person is completely irrelevant to the argument the person is making.",
        "alt": "argumentum ad hominem, personal abuse, personal attacks, abusive fallacy, appeal to the person, damning the source, name calling, refutation by caricature, against the person, against the man",
        "url": "/logicalfallacies/Ad-Hominem-Abusive"
    },
    {
        "title": "Ad Hominem (Circumstantial)",
        "description": "Suggesting that the person who is making the argument is biased or predisposed to take a particular stance, and therefore, the argument is necessarily invalid.",
        "alt": "argumentum ad hominem, appeal to motive, appeal to personal interest, argument from motives, conflict of interest, faulty motives, naïve cynicism, questioning motives, vested interest",
        "url": "/logicalfallacies/Ad-Hominem-Circumstantial"
    },
    {
        "title": "Ad Hominem (Guilt by Association)",
        "description": "When the source is viewed negatively because of its association with another person or group who is already viewed negatively.",
        "alt": "argumentum ad hominem, association fallacy, bad company fallacy, company that you keep fallacy, they’re not like us fallacy, transfer fallacy",
        "url": "/logicalfallacies/Ad-Hominem-Guilt-by-Association"
    },
    {
        "title": "Ad Hominem (Tu quoque)",
        "description": "Claiming the argument is flawed by pointing out that the one making the argument is not acting consistently with the claims of the argument.",
        "alt": "argumentum ad hominem tu quoque,  appeal to hypocrisy, you too fallacy, hypocrisy, personal inconsistency",
        "url": "/logicalfallacies/Ad-Hominem-Tu-quoque"
    },
    {
        "title": "Affirmative Conclusion from a Negative Premise",
        "description": "The conclusion of a standard form categorical syllogism is affirmative, but at least one of the premises is negative. Any valid forms of categorical syllogisms that assert a negative premise must have a negative conclusion.",
        "alt": "illicit negative, drawing a negative conclusion from affirmative premises, fallacy of negative premises",
        "url": "/logicalfallacies/Affirmative-Conclusion-from-a-Negative-Premise"
    },
    {
        "title": "Affirming a Disjunct",
        "description": "Making the false assumption that when presented with an either/or possibility, that if one of the options is true that the other one must be false.  This is when the “or” is not specifically defined as being exclusive.",
        "alt": "the fallacy of the alternative disjunct, false exclusionary disjunct, affirming one disjunct, the fallacy of the alternative syllogism, asserting an alternative, improper disjunctive syllogism, fallacy of the disjunctive syllogism",
        "url": "/logicalfallacies/Affirming-a-Disjunct"
    },
    {
        "title": "Affirming the Consequent",
        "description": "An error in formal logic where if the consequent is said to be true, the antecedent is said to be true, as a result.",
        "alt": "converse error, fallacy of the consequent, asserting the consequent, affirmation of the consequent",
        "url": "/logicalfallacies/Affirming-the-Consequent"
    },
    {
        "title": "Alleged Certainty",
        "description": "Asserting a conclusion without evidence or premises, through a statement that makes the conclusion appear certain when, in fact, it is not.",
        "alt": "assuming the conclusion",
        "url": "/logicalfallacies/Alleged-Certainty"
    },
    {
        "title": "Alphabet Soup",
        "description": "The deliberate and excessive use of acronyms and abbreviations to appear more knowledgeable in the subject or confuse others.",
        "alt": "",
        "url": "/logicalfallacies/Alphabet-Soup"
    },
    {
        "title": "Alternative Advance",
        "description": "When one is presented with just two choices, both of which are essentially the same, just worded differently.  This technique is often used in sales.  Fallacious reasoning would be committed by the person accepting the options as the only options, which would most likely be on a subconscious level since virtually anyone—if they thought about it—would recognize other options exist.",
        "alt": "lose-lose situation",
        "url": "/logicalfallacies/Alternative-Advance"
    },
    {
        "title": "Amazing Familiarity",
        "description": "The argument contains information that seems impossible to have obtained—like it came from an omniscient author. This kind of writing/storytelling is characteristic of fiction, so when it is used in an argument it should cast doubt.",
        "alt": "argument from omniscience, \"how the hell can you possibly know that?\"",
        "url": "/logicalfallacies/Amazing-Familiarity"
    },
    {
        "title": "Ambiguity Fallacy",
        "description": "When an unclear phrase with multiple definitions is used within the argument; therefore, does not support the conclusion.  Some will say single words count for the ambiguity fallacy, which is really a specific form of a fallacy known as equivocation.",
        "alt": "ambiguous assertion, amphiboly, amphibology, semantical ambiguity, vagueness",
        "url": "/logicalfallacies/Ambiguity-Fallacy"
    },
    {
        "title": "Anonymous Authority",
        "description": "When an unspecified source is used as evidence for the claim.  This is commonly indicated by phrases such as “They say that...”, “It has been said...”, “I heard that...”, “Studies show...”, or generalized groups such as, “scientists say...” ",
        "alt": "appeal to anonymous authority",
        "url": "/logicalfallacies/Anonymous-Authority"
    },
    {
        "title": "Anthropomorphism",
        "description": "The attributing of human characteristics and purposes to inanimate objects, animals, plants, or other natural phenomena, or to gods. This becomes a logical fallacy when used within the context of an argument.",
        "alt": "personification",
        "url": "/logicalfallacies/Anthropomorphism"
    },
    {
        "title": "Appeal to Accomplishment",
        "description": "When the argument being made is sheltered from criticism based on the level of accomplishment of the one making the argument.  A form of this fallacy also occurs when arguments are evaluated on the accomplishments, or success, of the person making the argument, rather than on the merits of the argument itself.",
        "alt": "appeal to success",
        "url": "/logicalfallacies/Appeal-to-Accomplishment"
    },
    {
        "title": "Appeal to Anger",
        "description": "When the emotions of anger, hatred, or rage are substituted for evidence in an argument.",
        "alt": "appeal to hatred, loathing, appeal to outrage, etc.",
        "url": "/logicalfallacies/Appeal-to-Anger"
    },
    {
        "title": "Appeal to Authority",
        "description": "Insisting that a claim is true simply because a valid authority or expert on the issue said it was true, without any other supporting evidence offered. Also see the appeal to false authority.",
        "alt": "argument from authority, ipse dixit, argumentum ad verecundiam",
        "url": "/logicalfallacies/Appeal-to-Authority"
    },
    {
        "title": "Appeal to Celebrity",
        "description": "Accepting a claim of a celebrity based on his or her celebrity status, not on the strength of the argument.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Celebrity"
    },
    {
        "title": "Appeal to Closure",
        "description": "Accepting evidence on the basis of wanting closure—or to be done with the issue. While the desire for closure is a real psychological phenomenon that does have an effect on the well-being of individuals, using \"closure\" as a reason for accepting evidence that would otherwise not be accepted, is fallacious.",
        "alt": "appeal to justice",
        "url": "/logicalfallacies/Appeal-to-Closure"
    },
    {
        "title": "Appeal to Coincidence",
        "description": "Concluding that a result is due to chance when the evidence strongly suggests otherwise.  The appeal to luck variation uses luck in place of coincidence or chance.",
        "alt": "appeal to luck, appeal to bad luck, appeal to good luck",
        "url": "/logicalfallacies/Appeal-to-Coincidence"
    },
    {
        "title": "Appeal to Common Belief",
        "description": "When the claim that most or many people in general or of a particular group accept a belief as true is presented as evidence for the claim. Accepting another person’s belief, or many people’s beliefs, without demanding evidence as to why that person accepts the belief, is lazy thinking and a dangerous way to accept information.",
        "alt": "argumentum ad populum, appeal to accepted belief, appeal to democracy, appeal to widespread belief, appeal to the masses, appeal to belief, appeal to the majority, argument by consensus, consensus fallacy, authority of the many, bandwagon fallacy, appeal to the number, argumentum ad numerum, argumentum consensus gentium, appeal to the mob, appeal to the gallery, consensus gentium, mob appeal, social conformance, value of community, vox populi",
        "url": "/logicalfallacies/Appeal-to-Common-Belief"
    },
    {
        "title": "Appeal to Common Folk",
        "description": "In place of evidence, attempting to establish a connection to the audience based on being a “regular person” just like each of them.  Then suggesting that your proposition is something that all common folk believe or should accept.",
        "alt": "appeal to the common man",
        "url": "/logicalfallacies/Appeal-to-Common-Folk"
    },
    {
        "title": "Appeal to Common Sense",
        "description": "Asserting that your conclusion or facts are just “common sense” when, in fact, they are not.We must argue as to why we believe something is common sense if there is any doubt that the belief is not common, rather than just asserting that it is.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Common-Sense"
    },
    {
        "title": "Appeal to Complexity",
        "description": "Concluding that just because you don’t understand the argument, the argument is not true, flawed, or improbable. This is a specific form of the argument from ignorance.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Complexity"
    },
    {
        "title": "Appeal to Consequences",
        "description": "Concluding that an idea or proposition is true or false because the consequences of it being true or false are desirable or undesirable.  The fallacy lies in the fact that the desirability is not related to the truth value of the idea or proposition.  This comes in two forms: the positive and negative. ",
        "alt": "argumentum ad consequentiam, appeal to consequences of a belief, argument to the consequences, argument from [the] consequences",
        "url": "/logicalfallacies/Appeal-to-Consequences"
    },
    {
        "title": "Appeal to Definition",
        "description": "Using a dictionary’s limited definition of a term as evidence that term cannot have another meaning, expanded meaning, or even conflicting meaning.",
        "alt": "appeal to the dictionary, victory by definition",
        "url": "/logicalfallacies/Appeal-to-Definition"
    },
    {
        "title": "Appeal to Desperation",
        "description": "Arguing that your conclusion, solution, or proposition is right based on the fact that something must be done, and your solution is \"something.\"",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Desperation"
    },
    {
        "title": "Appeal to Emotion",
        "description": "This is the general category of many fallacies that use emotion in place of reason in order to attempt to win the argument.  It is a type of manipulation used in place of valid logic.",
        "alt": "appeal to pathos, argument by vehemence, playing on emotions, emotional appeal, for the children",
        "url": "/logicalfallacies/Appeal-to-Emotion"
    },
    {
        "title": "Appeal to Equality",
        "description": "An assertion is deemed true or false based on an assumed pretense of equality, where what exactly is \"equal\" is not made clear, and not supported by the argument.",
        "alt": "appeal to egalitarianism, appeal to equity",
        "url": "/logicalfallacies/Appeal-to-Equality"
    },
    {
        "title": "Appeal to Extremes",
        "description": "Erroneously attempting to make a reasonable argument into an absurd one, by taking the argument to the extremes.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Extremes"
    },
    {
        "title": "Appeal to Faith",
        "description": "This is an abandonment of reason in an argument and a call to faith, usually when reason clearly leads to disproving the conclusion of an argument.  It is the assertion that one must have (the right kind of) faith in order to understand the argument. ",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Faith"
    },
    {
        "title": "Appeal to False Authority",
        "description": "Using an alleged authority as evidence in your argument when the authority is not really an authority on the facts relevant to the argument.",
        "alt": "appeal to doubtful authority, appeal to dubious authority, appeal to improper authority, appeal to inappropriate authority, appeal to irrelevant authority, appeal to misplaced authority, appeal to unqualified authority, argument from false authority",
        "url": "/logicalfallacies/Appeal-to-False-Authority"
    },
    {
        "title": "Appeal to Fear",
        "description": "When fear, not based on evidence or reason, is being used as the primary motivator to get others to accept an idea, proposition, or conclusion.",
        "alt": "argumentum in terrorem, argumentum ad metum, argument from adverse consequences, scare tactics",
        "url": "/logicalfallacies/Appeal-to-Fear"
    },
    {
        "title": "Appeal to Flattery",
        "description": "When an attempt is made to win support for an argument, not by the strength of the argument, but by using flattery on those whom you want to accept your argument.  This fallacy is often the cause of people getting tricked into doing something they don’t really want to do.",
        "alt": "apple polishing, wheel greasing, brown nosing, appeal to pride / argumentum ad superbiam, appeal to vanity",
        "url": "/logicalfallacies/Appeal-to-Flattery"
    },
    {
        "title": "Appeal to Force",
        "description": "When force, coercion, or even a threat of force is used in place of a reason in an attempt to justify a conclusion.",
        "alt": "argumentum ad baculum, argument to the cudgel, appeal to the stick",
        "url": "/logicalfallacies/Appeal-to-Force"
    },
    {
        "title": "Appeal to Heaven",
        "description": "Asserting the conclusion must be accepted because it is the “will of God” or “the will of the gods”.  In the mind of those committing the fallacy, and those allowing to pass as a valid reason, the will of God is not only knowable, but the person making the argument knows it, and no other reason is necessary.",
        "alt": "deus vult, gott mit uns, manifest destiny, special covenant",
        "url": "/logicalfallacies/Appeal-to-Heaven"
    },
    {
        "title": "Appeal to Intuition",
        "description": "Evaluating an argument based on \"intuition\" or \"gut feeling\" that is unable to be articulated, rather than evaluating the argument using reason.",
        "alt": "appeal to the gut",
        "url": "/logicalfallacies/Appeal-to-Intuition"
    },
    {
        "title": "Appeal to Loyalty",
        "description": "When one is either implicitly or explicitly encouraged to consider loyalty when evaluating the argument when the truth of the argument is independent of loyalty. Alternatively, one considers loyalty in concluding that the argument is true, false, or not...",
        "alt": "appeal to patriotism",
        "url": "/logicalfallacies/appeal-to-loyalty.html"
    },
    {
        "title": "Appeal to Nature",
        "description": "When used as a fallacy, the belief or suggestion that “natural” is better than “unnatural” based on its naturalness. Many people adopt this as a default belief. It is the belief that is what is natural must be good (or any other positive, evaluative judgment) and that which is unnatural must be bad (or any other negative, evaluative judgment).",
        "alt": "Argumentum ad Naturam",
        "url": "/logicalfallacies/Appeal-to-Nature"
    },
    {
        "title": "Appeal to Normality",
        "description": "Using social norms to determine what is good or bad.  It is the idea that normality is the standard of goodness.  This is fallacious because social norms are not the same as norms found in nature or norms that are synonymous with the ideal function of a created system.  The conclusion, \"therefore, it is good\" is often unspoken, but clearly implied.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Normality"
    },
    {
        "title": "Appeal to Novelty",
        "description": "Claiming that something that is new or modern is superior to the status quo, based exclusively on its newness.",
        "alt": "argumentum ad novitatem, appeal to the new, ad novitam [sometimes spelled as]",
        "url": "/logicalfallacies/Appeal-to-Novelty"
    },
    {
        "title": "Appeal to Pity",
        "description": "The attempt to distract from the truth of the conclusion by the use of pity.",
        "alt": "ad misericordiam, appeal to sympathy, appeal to victimhood",
        "url": "/logicalfallacies/Appeal-to-Pity"
    },
    {
        "title": "Appeal to Popularity",
        "description": "Using the popularity of a premise or proposition as evidence for its truthfulness.  This is a fallacy which is very difficult to spot because our “common sense” tells us that if something is popular, it must be good/true/valid, but this is not so, especially in a society where clever marketing, social and political weight, and money can buy popularity.",
        "alt": "argumentum ad numeram, appeal to common belief",
        "url": "/logicalfallacies/Appeal-to-Popularity"
    },
    {
        "title": "Appeal to Possibility",
        "description": "When a conclusion is assumed not because it is probably true, but because it is possible that it is true, no matter how improbable.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Possibility"
    },
    {
        "title": "Appeal to Ridicule",
        "description": "Presenting the argument in such a way that makes the argument look ridiculous, usually by misrepresenting the argument or the use of exaggeration.",
        "alt": "reductio ad ridiculum, appeal to mockery, the horse laugh",
        "url": "/logicalfallacies/Appeal-to-Ridicule"
    },
    {
        "title": "Appeal to Self-evident Truth",
        "description": "Making the claim that something is \"self-evident\" when it is not self-evident in place of arguing a claim with reason. In everyday terms, something is \"self-evident\" when understanding what it means immediately results in knowing that it is true, such as 2+2=4. ",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Self-evident-Truth"
    },
    {
        "title": "Appeal to Spite",
        "description": "Substituting spite (petty ill will or hatred with the disposition to irritate, annoy, or thwart) for evidence in an argument, or as a reason to support or reject a claim.",
        "alt": "argumentum ad odium",
        "url": "/logicalfallacies/Appeal-to-Spite"
    },
    {
        "title": "Appeal to Stupidity",
        "description": "Attempting to get the audience to devalue reason and intellectual discourse, or devaluing reason and intellectual discourse based on the rhetoric of an arguer.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-Stupidity"
    },
    {
        "title": "Appeal to Tradition",
        "description": "Using historical preferences of the people (tradition), either in general or as specific as the historical preferences of a single individual, as evidence that the historical preference is correct.  Traditions are often passed from generation to generation with no other explanation besides, “this is the way it has always been done”—which is not a reason, it is an absence of a reason.",
        "alt": "argumentum ad antiquitatem, appeal to common practice, appeal to antiquity, appeal to traditional wisdom, proof from tradition, appeal to past practice, traditional wisdom",
        "url": "/logicalfallacies/Appeal-to-Tradition"
    },
    {
        "title": "Appeal to Trust",
        "description": "The belief that if a source is considered trustworthy or untrustworthy, then any information from that source must be true or false, respectively. This is problematic because each argument, claim, or proposition should be evaluated on its own merits.",
        "alt": "appeal to distrust [opposite], appeal to trustworthiness",
        "url": "/logicalfallacies/Appeal-to-Trust"
    },
    {
        "title": "Appeal to the Law",
        "description": "When following the law is assumed to be the morally correct thing to do, without justification, or when breaking the law is assumed to be the morally wrong thing to do, without justification.",
        "alt": "",
        "url": "/logicalfallacies/Appeal-to-the-Law"
    },
    {
        "title": "Appeal to the Moon",
        "description": "Using the argument, “If we can put a man on the moon, we could...” as evidence for the argument.",
        "alt": "argumentum ad lunam",
        "url": "/logicalfallacies/Appeal-to-the-Moon"
    },
    {
        "title": "Argument by Emotive Language",
        "description": "Substituting facts and evidence with words that stir up emotion, with the attempt to manipulate others into accepting the truth of the argument.",
        "alt": "loaded words, loaded language, euphemisms",
        "url": "/logicalfallacies/Argument-by-Emotive-Language"
    },
    {
        "title": "Argument by Fast Talking",
        "description": "When fast talking is seen as intelligence and/or confidence in the truth of one’s argument; therefore, seen as evidence of the truth of the argument itself.  The fallacy is also committed by the person doing the talking when he or she is deliberately attempting not to allow the audience enough time to process the argument; therefore, either accepting it or at least not rejecting it.",
        "alt": "",
        "url": "/logicalfallacies/Argument-by-Fast-Talking"
    },
    {
        "title": "Argument by Gibberish",
        "description": "When incomprehensible jargon or plain incoherent gibberish is used to give the appearance of a strong argument, in place of evidence or valid reasons to accept the argument.",
        "alt": "bafflement, argument by [prestigious] jargon",
        "url": "/logicalfallacies/Argument-by-Gibberish"
    },
    {
        "title": "Argument by Personal Charm",
        "description": "When an argument is made stronger by the personal characteristics of the person making the argument, often referred to as “charm”.",
        "alt": "sex appeal [form of], flamboyance, eloquence",
        "url": "/logicalfallacies/Argument-by-Personal-Charm"
    },
    {
        "title": "Argument by Pigheadedness",
        "description": "This is a refusal to accept a well-proven argument for one of many reasons related to stubbornness.",
        "alt": "argument by stubbornness, invincible ignorance fallacy",
        "url": "/logicalfallacies/Argument-by-Pigheadedness"
    },
    {
        "title": "Argument by Repetition",
        "description": "Repeating an argument or a premise over and over again in place of better supporting evidence.",
        "alt": "argument from nagging, proof by assertion",
        "url": "/logicalfallacies/Argument-by-Repetition"
    },
    {
        "title": "Argument by Selective Reading",
        "description": "When a series of arguments or claims is made and the opponent acts as if the weakest argument was the best one made. This is a form of cherry picking and very similar to the selective attention fallacy.",
        "alt": "",
        "url": "/logicalfallacies/Argument-by-Selective-Reading"
    },
    {
        "title": "Argument from Age",
        "description": "The misconception that previous generations had superior wisdom to modern man, thus conclusions that rely on this wisdom are seen accepted as true or more true than they actually are.",
        "alt": "wisdom of the ancients",
        "url": "/logicalfallacies/Argument-from-Age"
    },
    {
        "title": "Argument from Fallacy",
        "description": "Concluding that the truth value of an argument is false based on the fact that the argument contains a fallacy.",
        "alt": "argumentum ad logicam, disproof by fallacy, argument to logic, fallacy fallacy, fallacist's fallacy, bad reasons fallacy [form of]",
        "url": "/logicalfallacies/Argument-from-Fallacy"
    },
    {
        "title": "Argument from False Authority",
        "description": "When a person making a claim is presented as an expert who should be trusted when his or her expertise is not in the area being discussed.",
        "alt": "",
        "url": "/logicalfallacies/Argument-from-False-Authority"
    },
    {
        "title": "Argument from Hearsay",
        "description": "Presenting the testimony of a source that is not an eyewitness to the event in question.  It has been conclusively demonstrated that with each passing of information, via analog transmission, the message content changes.  Each small change can and often does lead to many more significant changes, as in the butterfly effect in chaos theory.",
        "alt": "the telephone game, Chinese whispers, anecdotal evidence, anecdotal fallacy/Volvo fallacy [form of]",
        "url": "/logicalfallacies/Argument-from-Hearsay"
    },
    {
        "title": "Argument from Ignorance",
        "description": "The assumption of a conclusion or fact based primarily on lack of evidence to the contrary.  Usually best described by, “absence of evidence is not evidence of absence.”",
        "alt": "ad ignorantiam, appeal to ignorance, appeal to mystery [form of], black swan fallacy [form of], toupee fallacy [form of]",
        "url": "/logicalfallacies/Argument-from-Ignorance"
    },
    {
        "title": "Argument from Incredulity",
        "description": "Concluding that because you can't or refuse to believe something, it must not be true, improbable, or the argument must be flawed.",
        "alt": "argument from personal astonishment, argument from personal incredulity, personal incredulity",
        "url": "/logicalfallacies/Argument-from-Incredulity"
    },
    {
        "title": "Argument from Silence",
        "description": "Drawing a conclusion based on the silence of the opponent, when the opponent is refusing to give evidence for any reason.",
        "alt": "argumentum e silentio",
        "url": "/logicalfallacies/Argument-from-Silence"
    },
    {
        "title": "Argument of the Beard",
        "description": "When one argues that no useful distinction can be made between two extremes, just because there is no definable moment or point on the spectrum where the two extremes meet.  The name comes from the heap paradox in philosophy, using a man’s beard as an example.  At what point does a man go from clean-shaven to having a beard?",
        "alt": "fallacy of the beard, heap fallacy, heap paradox fallacy, bald man fallacy, continuum fallacy, line drawing fallacy, sorites fallacy",
        "url": "/logicalfallacies/Argument-of-the-Beard"
    },
    {
        "title": "Argument to Moderation",
        "description": "Asserting that given any two positions, there exists a compromise between them that must be correct.",
        "alt": "argumentum ad temperantiam, middle ground, false compromise, gray fallacy, golden mean fallacy, fallacy of the mean, splitting the difference",
        "url": "/logicalfallacies/Argument-to-Moderation"
    },
    {
        "title": "Argument to the Purse",
        "description": "Concluding that the truth value of the argument is true or false based on the financial status of the author of the argument.",
        "alt": "argumentum ad crumenam, appeal to poverty or argumentum ad lazarum, appeal to wealth, appeal to money",
        "url": "/logicalfallacies/Argument-to-the-Purse"
    },
    {
        "title": "Arguments",
        "description": "When we hear the word “argument,” we tend to think of an adversarial confrontational between two or more people, with bickering, defensiveness, and increased negative emotions. ",
        "alt": "",
        "url": "/logicalfallacies/Arguments"
    },
    {
        "title": "Avoiding the Issue",
        "description": "When an arguer responds to an argument by not addressing the points of the argument.  Unlike the strawman fallacy, avoiding the issue does not create an unrelated argument to divert attention, it simply avoids the argument.",
        "alt": "avoiding the question [form of], missing the point, straying off the subject, digressing, distraction [form of]",
        "url": "/logicalfallacies/Avoiding-the-Issue"
    },
    {
        "title": "Base Rate Fallacy",
        "description": "Ignoring statistical information in favor of using irrelevant information, that one incorrectly believes to be relevant, to make a judgment.  This usually stems from the irrational belief that statistics don’t apply in a situation, for one reason or another when, in fact, they do.",
        "alt": "neglecting base rates, base rate neglect, prosecutor's fallacy [form of]",
        "url": "/logicalfallacies/Base-Rate-Fallacy"
    },
    {
        "title": "Begging the Question",
        "description": "Any form of argument where the conclusion is assumed in one of the premises.  Many people use the phrase “begging the question” incorrectly when they use it to mean, “prompts one to ask the question”.  That is NOT the correct usage. Begging the question is a form of circular reasoning.",
        "alt": "petitio principii, assuming the initial point, assuming the answer, chicken and the egg argument, circulus in probando, circular reasoning [form of], vicious circle",
        "url": "/logicalfallacies/Begging-the-Question"
    },
    {
        "title": "Biased Sample Fallacy",
        "description": "Drawing a conclusion about a population based on a sample that is biased, or chosen in order to make it appear the population on average is different than it actually is.",
        "alt": "biased statistics, loaded sample, prejudiced statistics, prejudiced sample, loaded statistics, biased induction, biased generalization, biased generalizing, unrepresentative sample, unrepresentative generalization",
        "url": "/logicalfallacies/Biased-Sample-Fallacy"
    },
    {
        "title": "Blind Authority Fallacy",
        "description": "Asserting that a proposition is true solely on the authority making the claim. It is often the case that those who blindly follow an authority ignore any counter-evidence to the authority’s claim, no matter how strong. The authority could be anyone or anything, including parents, a coach, a boss, a military leader, a document, or a god.",
        "alt": "blind obedience, the \"team player\" appeal, Nuremberg defense, divine authority [form of], appeal to/argument from blind authority",
        "url": "/logicalfallacies/Blind-Authority-Fallacy"
    },
    {
        "title": "Broken Window Fallacy",
        "description": "The illusion that destruction and money spent in recovery from destruction, is a net-benefit to society.  A broader application of this fallacy is the general tendency to overlook opportunity costs, or that which is unseen, either in a financial sense or other.",
        "alt": "glazier's fallacy",
        "url": "/logicalfallacies/Broken-Window-Fallacy"
    },
    {
        "title": "Bulverism",
        "description": "This is a combination of circular reasoning and the genetic fallacy. It is the assumption and assertion that an argument is flawed or false because of their suspected motives, social identity, or other characteristic associated with their identity.",
        "alt": "",
        "url": "/logicalfallacies/Bulverism"
    },
    {
        "title": "Causal Reductionism",
        "description": "Assuming a single cause or reason when there were actually multiple causes or reasons.  Logical Form:",
        "alt": "complex cause, fallacy of the single cause, causal oversimplification, reduction fallacy",
        "url": "/logicalfallacies/Causal-Reductionism"
    },
    {
        "title": "Cherry Picking",
        "description": "When only select evidence is presented in order to persuade the audience to accept a position, and evidence that would go against the position is withheld.  The stronger the withheld evidence, the more fallacious the argument.  Logical Form:",
        "alt": "ignoring inconvenient data, suppressed evidence, fallacy of incomplete evidence, argument by selective observation, argument by half-truth, card stacking, fallacy of exclusion, ignoring the counter evidence, one-sided assessment, slanting, one-sidedness",
        "url": "/logicalfallacies/Cherry-Picking"
    },
    {
        "title": "Circular Definition",
        "description": "A circular definition is defining a term by using the term in the definition.  Ironically, that definition is partly guilty by my use of the term “definition” in the definition.  Okay, I am using definition way too much. Damn!  I just did it again.",
        "alt": "",
        "url": "/logicalfallacies/Circular-Definition"
    },
    {
        "title": "Circular Reasoning",
        "description": "A type of reasoning in which the proposition is supported by the premises, which is supported by the proposition, creating a circle in reasoning where no useful information is being shared.  This fallacy is often quite humorous.",
        "alt": "circulus in demonstrando, paradoxical thinking, circular argument, circular cause and consequence, reasoning in a circle",
        "url": "/logicalfallacies/Circular-Reasoning"
    },
    {
        "title": "Commutation of Conditionals",
        "description": "Switching the antecedent and the consequent in a logical argument.",
        "alt": "the fallacy of the consequent, converting a conditional",
        "url": "/logicalfallacies/Commutation-of-Conditionals"
    },
    {
        "title": "Complex Question Fallacy",
        "description": "A question that has a presupposition built in, which implies something but protects the one asking the question from accusations of false claims.  It is a form of misleading discourse, and it is a fallacy when the audience does not detect the assumed information implicit in the question, and accepts it as a fact.",
        "alt": "plurium interrogationum, many questions fallacy, fallacy of presupposition, loaded question, trick question, false question",
        "url": "/logicalfallacies/Complex-Question-Fallacy"
    },
    {
        "title": "Conflicting Conditions",
        "description": "When the argument is self-contradictory and cannot possibly be true.",
        "alt": "contradictio in adjecto, a self-contradiction, self-refuting idea",
        "url": "/logicalfallacies/Conflicting-Conditions"
    },
    {
        "title": "Confusing Currently Unexplained with Unexplainable",
        "description": "Making the assumption that what cannot currently be explained is, therefore, unexplainable (impossible to explain). This is a problem because we cannot know the future and what conditions might arise that offer an explanation. It is also important to note that we cannot assume the currently unexplained is explainable.",
        "alt": "",
        "url": "/logicalfallacies/Confusing-Currently-Unexplained-with-Unexplainable"
    },
    {
        "title": "Confusing an Explanation with an Excuse",
        "description": "Treating an explanation of a fact as if it were a justification of the fact, a valid reason for the fact, or evidence for the fact.",
        "alt": "",
        "url": "/logicalfallacies/Confusing-an-Explanation-with-an-Excuse"
    },
    {
        "title": "Conjunction Fallacy",
        "description": "The conjunction fallacy occurs when one estimates a conjunctive statement (this and that) to be more probable than at least one of its component statements. It is the assumption that more specific conditions are more probable than general ones.  This fallacy usually stems from thinking the choices are alternatives, rather than members of the same set.  The fallacy is further exacerbated by priming the audience with information leading them to choose the subset as the more probable option.",
        "alt": "conjunction effect",
        "url": "/logicalfallacies/Conjunction-Fallacy"
    },
    {
        "title": "Conspiracy Theory",
        "description": "Explaining that your claim cannot be proven or verified because the truth is being hidden and/or evidence destroyed by a group of two or more people.  When that reason is challenged as not being true or accurate, the challenge is often presented as just another attempt to cover up the truth, and presented as further evidence that the original claim is true.",
        "alt": "canceling hypothesis, canceling hypotheses, cover-ups",
        "url": "/logicalfallacies/Conspiracy-Theory"
    },
    {
        "title": "Contextomy",
        "description": "Removing a passage from its surrounding matter in such a way as to distort its intended meaning.",
        "alt": "fallacy of quoting out of context, quoting out of context",
        "url": "/logicalfallacies/Contextomy"
    },
    {
        "title": "Deceptive Sharing",
        "description": "haring an article, post, or meme on social media with the intent to influence public perception to perceive a statistically rare event as a common event. The cognitive bias behind this fallacy is the availability heuristic that causes us to have a skewed perception of reality based on specific examples that easily come to mind.",
        "alt": "",
        "url": "/logicalfallacies/deceptive-sharing.html"
    },
    {
        "title": "Definist Fallacy",
        "description": "Defining a term in such a way that makes one’s position much easier to defend.",
        "alt": "persuasive definition fallacy, redefinition",
        "url": "/logicalfallacies/Definist-Fallacy"
    },
    {
        "title": "Denying a Conjunct",
        "description": "A formal fallacy in which the first premise states that at least one of the two conjuncts (antecedent and consequent) is false and concludes that the other conjunct must be true.",
        "alt": "",
        "url": "/logicalfallacies/Denying-a-Conjunct"
    },
    {
        "title": "Denying the Antecedent",
        "description": "It is a fallacy in formal logic where in a standard if/then premise, the antecedent (what comes after the “if”) is made not true, then it is concluded that the consequent (what comes after the “then”) is not true.",
        "alt": "inverse error, inverse fallacy",
        "url": "/logicalfallacies/Denying-the-Antecedent"
    },
    {
        "title": "Denying the Correlative",
        "description": "Introducing alternatives when, in fact, there are none.  This could happen when you have two mutually exclusive statements (correlative conjunction) presented as choices, and instead of picking one or the other, introduce a third -- usually as  a distraction from having to choose between the two alternatives presented. ",
        "alt": "denying the correlative conjunction",
        "url": "/logicalfallacies/Denying-the-Correlative"
    },
    {
        "title": "Disjunction Fallacy",
        "description": "Similar to the conjunction fallacy, the disjunction fallacy occurs when one estimates a disjunctive statement (this or that) to be less probable than at least one of its component statements.",
        "alt": "",
        "url": "/logicalfallacies/Disjunction-Fallacy"
    },
    {
        "title": "Distinction Without a Difference",
        "description": "The assertion that a position is different from another position based on the language when, in fact, both positions are the same -- at least in practice or practical terms.",
        "alt": "",
        "url": "/logicalfallacies/Distinction-Without-a-Difference"
    },
    {
        "title": "Double Standard",
        "description": "Judging two situations by different standards when, in fact, you should be using the same standard. Used in argumentation to unfairly support or reject an argument.",
        "alt": "",
        "url": "/logicalfallacies/Double-Standard"
    },
    {
        "title": "Ecological Fallacy",
        "description": "The interpretation of statistical data where inferences about the nature of individuals are deduced from inference for the group to which those individuals belong.",
        "alt": "ecological inference fallacy",
        "url": "/logicalfallacies/Ecological-Fallacy"
    },
    {
        "title": "Equivocation",
        "description": "Using an ambiguous term in more than one sense, thus making an argument misleading.",
        "alt": "doublespeak",
        "url": "/logicalfallacies/Equivocation"
    },
    {
        "title": "Etymological Fallacy",
        "description": "The assumption that the present day meaning of a word should be/is similar to the historical meaning.  This fallacy ignores the evolution of language and heart of linguistics.  This fallacy is usually committed when one finds the historical meaning of a word more palatable or conducive to his or her argument.",
        "alt": "",
        "url": "/logicalfallacies/Etymological-Fallacy"
    },
    {
        "title": "Exclusive Premises",
        "description": "A standard form categorical syllogism that has two negative premises either in the form of  “no X are Y” or “some X are not Y”.",
        "alt": "fallacy of exclusive premises",
        "url": "/logicalfallacies/Exclusive-Premises"
    },
    {
        "title": "Existential Fallacy",
        "description": "A formal logical fallacy, which is committed when a categorical syllogism employs two universal premises (“all”) to arrive at a particular (“some”) conclusion.",
        "alt": "existential instantiation",
        "url": "/logicalfallacies/Existential-Fallacy"
    },
    {
        "title": "Extended Analogy",
        "description": "Suggesting that because two things are alike in some way and one of those things is like something else, then both things must be like that \"something else\".",
        "alt": "",
        "url": "/logicalfallacies/Extended-Analogy"
    },
    {
        "title": "Fact-to-fiction Fallacy",
        "description": "Attempting to support a narrative or argument with facts that don't support the narrative or argument. The distinguishing characteristic of the ...",
        "alt": "",
        "url": "/logicalfallacies/fact-to-fiction_fallacy.html"
    },
    {
        "title": "Failure to Elucidate",
        "description": "When the definition is made more difficult to understand than the word or concept being defined.",
        "alt": "obscurum per obscurius",
        "url": "/logicalfallacies/Failure-to-Elucidate"
    },
    {
        "title": "Fake Precision",
        "description": "Using implausibly precise statistics to give the appearance of truth and certainty, or using negligible difference in data to draw incorrect inferences.",
        "alt": "over-precision, false precision, misplaced precision, spurious accuracy",
        "url": "/logicalfallacies/Fake-Precision"
    },
    {
        "title": "Fallacy of (the) Undistributed Middle",
        "description": "A formal fallacy in a categorical syllogism where the middle term, or the term that does not appear in the conclusion, is not distributed to the other two terms.",
        "alt": "maldistributed middle, undistributed middle term",
        "url": "/logicalfallacies/Fallacy-of-the-Undistributed-Middle"
    },
    {
        "title": "Fallacy of Composition",
        "description": "Inferring that something is true of the whole from the fact that it is true of some part of the whole.  This is the opposite of the fallacy of division.",
        "alt": "composition fallacy, exception fallacy, faulty induction",
        "url": "/logicalfallacies/Fallacy-of-Composition"
    },
    {
        "title": "Fallacy of Division",
        "description": "Inferring that something is true of one or more of the parts from the fact that it is true of the whole.  This is the opposite of the fallacy of composition.",
        "alt": "false division, faulty deduction, division fallacy",
        "url": "/logicalfallacies/Fallacy-of-Division"
    },
    {
        "title": "Fallacy of Every and All",
        "description": "When an argument contains both universal quantifiers and existential quantifiers (all, some, none, every) with different meanings, and the order of the quantifiers is reversed. This is a specific form of equivocation.",
        "alt": "",
        "url": "/logicalfallacies/Fallacy-of-Every-and-All"
    },
    {
        "title": "Fallacy of Four Terms",
        "description": "This fallacy occurs in a categorical syllogism when the syllogism has four terms rather than the requisite three (in a sense, it cannot be a categorical syllogism to begin with!)  If it takes on this form, it is invalid.  The equivocation fallacy can also fit this fallacy because the same term is used in two different ways, making four distinct terms, although only appearing to be three.",
        "alt": "quaternio terminorum, ambiguous middle term",
        "url": "/logicalfallacies/Fallacy-of-Four-Terms"
    },
    {
        "title": "Fallacy of Opposition",
        "description": "Asserting that those who disagree with you must be wrong and not thinking straight, primarily based on the fact that they are the opposition.",
        "alt": "",
        "url": "/logicalfallacies/Fallacy-of-Opposition"
    },
    {
        "title": "False Attribution",
        "description": "Appealing to an irrelevant, unqualified, unidentified, biased or fabricated source in support of an argument.",
        "alt": "",
        "url": "/logicalfallacies/False-Attribution"
    },
    {
        "title": "False Conversion",
        "description": "The formal fallacy where the subject and the predicate terms of the proposition are switched (conversion) in the conclusion, in a proposition that uses “all” in its premise (type “A” forms), or “some/not” (type “O” forms).",
        "alt": "illicit conversion, [illicit] inductive conversion",
        "url": "/logicalfallacies/False-Conversion"
    },
    {
        "title": "False Dilemma",
        "description": "When only two choices are presented yet more exist, or a spectrum of possible choices exists between two extremes.  False dilemmas are usually characterized by “either this or that” language, but can also be characterized by omissions of choices.  Another variety is the false trilemma, which is when three choices are presented when more exist.",
        "alt": "all-or-nothing fallacy, false dichotomy [form of], the either-or fallacy, either-or reasoning, fallacy of false choice, fallacy of false alternatives, black-and-white thinking, the fallacy of exhaustive hypotheses, bifurcation, excluded middle, no middle ground, polarization",
        "url": "/logicalfallacies/False-Dilemma"
    },
    {
        "title": "False Effect",
        "description": "Claiming that the cause is true or false based on what we know about the effect in a claim of causality that has not been properly established. The cause is often an implied claim, and it is this claim that is being deemed true or false, right or wrong.",
        "alt": "",
        "url": "/logicalfallacies/False-Effect"
    },
    {
        "title": "False Equivalence",
        "description": "An argument or claim in which two completely opposing arguments appear to be logically equivalent when in fact they are not.",
        "alt": "",
        "url": "/logicalfallacies/False-Equivalence"
    },
    {
        "title": "Fantasy Projection",
        "description": "Confusing subjective experiences, usually very emotionally charged, with objective reality, then suggesting or demanding that others accept the subjective experience as objective reality.",
        "alt": "",
        "url": "/logicalfallacies/Fantasy-Projection"
    },
    {
        "title": "Far-Fetched Hypothesis",
        "description": "Offering a bizarre (far-fetched) hypothesis as the correct explanation without first ruling out more mundane explanations.",
        "alt": "",
        "url": "/logicalfallacies/Far-Fetched-Hypothesis"
    },
    {
        "title": "Faulty Comparison",
        "description": "Comparing one thing to another that is really not related, in order to make one thing look more or less desirable than it really is.",
        "alt": "bad comparison, false comparison, inconsistent comparison [form of]",
        "url": "/logicalfallacies/Faulty-Comparison"
    },
    {
        "title": "Gadarene Swine Fallacy",
        "description": "The assumption that because an individual is not in formation with the group, that the individual must be the one off course. It is possible that the one who appears off course is the only one on the right course.",
        "alt": "",
        "url": "/logicalfallacies/Gadarene-Swine-Fallacy"
    },
    {
        "title": "Galileo Fallacy",
        "description": "The claim that because an idea is forbidden, prosecuted, detested, or otherwise mocked, it must be true, or should be given more credibility. This originates from Galileo Galilei's famous persecution by the Roman Catholic Church for his defense of heliocentrism when the commonly accepted belief at the time was an earth-centered universe.",
        "alt": "Galileo argument, Galileo defense, Galileo gambit, Galileo wannabe",
        "url": "/logicalfallacies/Galileo-Fallacy"
    },
    {
        "title": "Gambler’s Fallacy",
        "description": "Reasoning that, in a situation that is pure random chance, the outcome can be affected by previous outcomes.",
        "alt": "the Monte Carlo fallacy, the doctrine of the maturity of chances",
        "url": "/logicalfallacies/Gamblers-Fallacy"
    },
    {
        "title": "Genetic Fallacy",
        "description": "Basing the truth claim of an argument on the origin of its claims or premises.",
        "alt": "fallacy of origins, fallacy of virtue",
        "url": "/logicalfallacies/Genetic-Fallacy"
    },
    {
        "title": "Gish Gallop",
        "description": "Overwhelming an interlocutor with as many arguments as possible, without regard for accuracy or strength of the arguments. This is especially disingenuous when the interlocutor is not allowed to interrupt and address the arguments...",
        "alt": "",
        "url": "/logicalfallacies/gish-gallop.html"
    },
    {
        "title": "Hasty Generalization",
        "description": "Drawing a conclusion based on a small sample size, rather than looking at statistics that are much more in line with the typical or average situation.",
        "alt": "argument from small numbers, statistics of small numbers, insufficient statistics, argument by generalization, faulty generalization, hasty induction, inductive generalization, insufficient sample, lonely fact fallacy, over generality, overgeneralization, unrepresentative sample",
        "url": "/logicalfallacies/Hasty-Generalization"
    },
    {
        "title": "Having Your Cake",
        "description": "Making an argument, or responding to one, in such a way that it does not make it at all clear what your position is.  This puts you in a position to back out of your claim at any time and go in a new direction without penalty, claiming that you were “right” all along. ",
        "alt": "failure to assert, diminished claim, failure to choose sides",
        "url": "/logicalfallacies/Having-Your-Cake"
    },
    {
        "title": "Hedging",
        "description": "Refining your claim simply to avoid counter evidence and then acting as if your revised claim is the same as the original.",
        "alt": "",
        "url": "/logicalfallacies/Hedging"
    },
    {
        "title": "Historian’s Fallacy",
        "description": "Judging a person's decision in the light of new information not available at the time.",
        "alt": "retrospective determinism, hindsight",
        "url": "/logicalfallacies/Historians-Fallacy"
    },
    {
        "title": "Homunculus Fallacy",
        "description": "An argument that accounts for a phenomenon in terms of the very phenomenon that it is supposed to explain, which results in an infinite regress.",
        "alt": "homunculus argument, infinite regress",
        "url": "/logicalfallacies/Homunculus-Fallacy"
    },
    {
        "title": "Hot Hand Fallacy",
        "description": "The hot hand fallacy is the irrational belief that if you win or lose several chance games in a row, you are either “hot” or “cold,” respectively, meaning that the streak is likely to continue and has to do with something other than pure probability.",
        "alt": "hot hand phenomenon",
        "url": "/logicalfallacies/Hot-Hand-Fallacy"
    },
    {
        "title": "Hypnotic Bait and Switch",
        "description": "Stating several uncontroversially true statements in succession, followed by a claim that the arguer wants the audience to accept as true.  This is a propaganda technique, but also a fallacy when the audience lends more credibility to the last claim because it was preceded by true statements.  The negative can also be used in the same way.",
        "alt": "",
        "url": "/logicalfallacies/Hypnotic-Bait-and-Switch"
    },
    {
        "title": "Hypothesis Contrary to Fact",
        "description": "Offering a poorly supported claim about what might have happened in the past or future, if (the hypothetical part) circumstances or conditions were different.  The fallacy also entails treating future hypothetical situations as if they are fact.",
        "alt": "counterfactual fallacy, speculative fallacy, \"what if\" fallacy, wouldchuck",
        "url": "/logicalfallacies/Hypothesis-Contrary-to-Fact"
    },
    {
        "title": "Identity Fallacy",
        "description": "When one's argument is evaluated based on their physical or social identity, i.e., their social class, generation, ethnic group, gender or sexual orientation, profession, occupation or subgroup when the strength of the argument is independent of identity.",
        "alt": "identity politics",
        "url": "/logicalfallacies/Identity-Fallacy"
    },
    {
        "title": "If-By-Whiskey",
        "description": "A response to a question that is contingent on the questioner’s opinions and makes use of words with strong connotations.  This fallacy appears to support both sides of an issue -- a tactic common in politics.",
        "alt": "",
        "url": "/logicalfallacies/If-By-Whiskey"
    },
    {
        "title": "Illicit Contraposition",
        "description": "A formal fallacy where switching the subject and predicate terms of a categorical proposition, then negating each, results in an invalid argument form.  The examples below make this more clear.  This is a fallacy only for type “E” and type “I” forms, or forms using the words “no” and “some”, respectively.",
        "alt": "",
        "url": "/logicalfallacies/Illicit-Contraposition"
    },
    {
        "title": "Illicit Major",
        "description": "Any form of a categorical syllogism in which the major term is distributed in the conclusion, but not in the major premise.",
        "alt": "illicit process of the major term",
        "url": "/logicalfallacies/Illicit-Major"
    },
    {
        "title": "Illicit Minor",
        "description": "Any form of a categorical syllogism in which the minor term is distributed in the conclusion, but not in the minor premise.",
        "alt": "illicit process of the minor term",
        "url": "/logicalfallacies/Illicit-Minor"
    },
    {
        "title": "Illicit Substitution of Identicals",
        "description": "A formal fallacy due to confusing the knowing of a thing (extension) with the knowing of it under all its various names or descriptions (intension).",
        "alt": "hooded man fallacy, masked man fallacy, intensional fallacy",
        "url": "/logicalfallacies/Illicit-Substitution-of-Identicals"
    },
    {
        "title": "Imposter Fallacy",
        "description": "When one suggests or claims, with insufficient evidence, that the group outliers who are viewed as damaging to the group are primarily made up of infiltrators of another group with the purpose of making the infiltrated group look bad.",
        "alt": "",
        "url": "/logicalfallacies/imposter-fallacy.html"
    },
    {
        "title": "Incomplete Comparison",
        "description": "An incomplete assertion that cannot possibly be refuted. This is popular in advertising.",
        "alt": "",
        "url": "/logicalfallacies/Incomplete-Comparison"
    },
    {
        "title": "Inconsistency",
        "description": "In terms of a fallacious argument, two or more propositions are asserted that cannot both possibly be true.  In a more general sense, holding two or more views/beliefs that cannot be all be true together.  Quotes from Yogi Berra (even if apocryphal) are great examples of fallacies, especially inconsistencies.",
        "alt": "internal contradiction, logical inconsistency",
        "url": "/logicalfallacies/Inconsistency"
    },
    {
        "title": "Inflation of Conflict",
        "description": "Reasoning that because authorities cannot agree precisely on an issue, no conclusions can be reached at all, and minimizing the credibility of the authorities, as a result.  This is a form of black and white thinking -- either we know the exact truth, or we know nothing at all. ",
        "alt": "",
        "url": "/logicalfallacies/Inflation-of-Conflict"
    },
    {
        "title": "Insignificant Cause",
        "description": "An explanation that posits one minor factor, out of several that contributed, as its sole cause. This fallacy also occurs when an explanation is requested, and the one that is given is not sufficient to entirely explain the incident yet it is passed off as if it is sufficient.",
        "alt": "fallacy of insignificant, genuine but insignificant cause, insufficient cause",
        "url": "/logicalfallacies/Insignificant-Cause"
    },
    {
        "title": "Jumping to Conclusions",
        "description": "Drawing a conclusion without taking the needed time to evaluate the evidence or reason through the argument.",
        "alt": "hasty conclusion, hasty decision, leaping to conclusions, specificity",
        "url": "/logicalfallacies/Jumping-to-Conclusions"
    },
    {
        "title": "Just Because Fallacy",
        "description": "Refusing to respond to give reasons or evidence for a claim by stating yourself as the ultimate authority on the matter.  This is usually indicated by the phrases, “just trust me”, “because I said so”, “you’ll see”, or “just because”.  The just because fallacy is not conducive to the goal of argumentation -- that is coming to a mutually agreeable solution.  Nor is it helpful in helping the other person understand why you are firm on your position. “Just because” is not a reason that speaks to the question itself; it is simply a deflection to authority (legitimate or not).",
        "alt": "trust me, mother knows best fallacy, because I said so, you’ll see",
        "url": "/logicalfallacies/Just-Because-Fallacy"
    },
    {
        "title": "Just In Case Fallacy",
        "description": "Making an argument based on the worst-case scenario rather than the most probable scenario, allowing fear to prevail over reason.",
        "alt": "worst case scenario fallacy",
        "url": "/logicalfallacies/Just-In-Case-Fallacy"
    },
    {
        "title": "Kettle Logic",
        "description": "Making (usually) multiple, contradicting arguments, in an attempt to support a single point or idea.",
        "alt": "",
        "url": "/logicalfallacies/Kettle-Logic"
    },
    {
        "title": "Least Plausible Hypothesis",
        "description": "Choosing more unreasonable explanations for phenomena over more defensible ones.  In judging the validity of hypotheses or conclusions from observation, the scientific method relies upon the Principle of Parsimony, also known as Occam’s Razor, which states, all things being equal, the simplest explanation of a phenomenon that requires the fewest assumptions is the preferred explanation until it can be disproved.  ",
        "alt": "",
        "url": "/logicalfallacies/Least-Plausible-Hypothesis"
    },
    {
        "title": "Limited Depth",
        "description": "Failing to appeal to an underlying cause, and instead simply appealing to membership in a category.  In other words, simply asserting what you are trying to explain without actually explaining anything.",
        "alt": "",
        "url": "/logicalfallacies/Limited-Depth"
    },
    {
        "title": "Limited Scope",
        "description": "The theory doesn't explain anything other than the phenomenon it explains (that one thing), and at best, is likely to be incomplete.  This is often done by just redefining a term or phrase rather than explaining it.",
        "alt": "",
        "url": "/logicalfallacies/Limited-Scope"
    },
    {
        "title": "Logic Chopping",
        "description": "Using the technical tools of logic in an unhelpful and pedantic manner by focusing on trivial details instead of directly addressing the main issue in dispute.  Irrelevant over precision.",
        "alt": "quibbling, nit-picking, smokescreen, splitting-hairs, trivial objections",
        "url": "/logicalfallacies/Logic-Chopping"
    },
    {
        "title": "Ludic Fallacy",
        "description": "Assuming flawless statistical models apply to situations where they actually don’t.  This can result in the over-confidence in probability theory or simply not knowing exactly where it applies as opposed to chaotic situations or situations with external influences too subtle or numerous to predict.",
        "alt": "ludus",
        "url": "/logicalfallacies/Ludic-Fallacy"
    },
    {
        "title": "Lying with Statistics",
        "description": "This can be seen as an entire class of fallacies that result in presenting statistical data in a very biased way, and of course, interpreting statistics without questioning the methods behind collecting and presenting the data.",
        "alt": "statistical fallacy/fallacies, misunderstanding the nature of statistics [form of], fallacy of curve fitting, the fallacy of overfitting",
        "url": "/logicalfallacies/Lying-with-Statistics"
    },
    {
        "title": "Magical Thinking",
        "description": "Making causal connections or correlations between two events not based on logic or evidence, but primarily based on superstition.  Magical thinking often causes one to experience irrational fear of performing certain acts or having certain thoughts because they assume a correlation with their acts and threatening calamities.",
        "alt": "superstitious thinking",
        "url": "/logicalfallacies/Magical-Thinking"
    },
    {
        "title": "McNamara Fallacy",
        "description": "When a decision is based solely on quantitative observations (i.e., metrics, hard data, statistics) and all qualitative factors are ignored.",
        "alt": "quantitative fallacy, Skittles fallacy",
        "url": "/logicalfallacies/mcnamara_fallacy.html"
    },
    {
        "title": "Meaningless Question",
        "description": "Asking a question that cannot be answered with any sort of rational meaning. This is the textual equivalent of dividing by zero.",
        "alt": "",
        "url": "/logicalfallacies/Meaningless-Question"
    },
    {
        "title": "Methodology",
        "description": "As discussed in the preface, the core fallacies detailed in this book date back thousands of years to Aristotle. Academic resources were used when possible when compiling this list of fallacies.",
        "alt": "",
        "url": "/logicalfallacies/Methodology"
    },
    {
        "title": "Misleading Vividness",
        "description": "A small number of dramatic and vivid events are taken to outweigh a significant amount of statistical evidence.",
        "alt": "",
        "url": "/logicalfallacies/Misleading-Vividness"
    },
    {
        "title": "Missing Data Fallacy",
        "description": "Refusing to admit ignorance to the hypothesis and/or the conclusion, but insisting that your ignorance has to do with missing data that validate both the hypothesis and conclusion.",
        "alt": "missing information fallacy",
        "url": "/logicalfallacies/Missing-Data-Fallacy"
    },
    {
        "title": "Modal (Scope) Fallacy",
        "description": "Modal logic studies ways in which propositions can be true or false, the most common being necessity and possibility.  Some propositions are necessarily true/false, and others are possibly true/false.  In short, a modal fallacy involves making a formal argument invalid by confusing the scope of what is actually necessary or possible.",
        "alt": "fallacy of modal logic, misconditionalization, fallacy of neccessity",
        "url": "/logicalfallacies/Modal-Scope-Fallacy"
    },
    {
        "title": "Moralistic Fallacy",
        "description": "When the conclusion expresses what is, based only on what one believes ought to be, or what isn’t is based on what one believes ought not to be.",
        "alt": "moral fallacy",
        "url": "/logicalfallacies/Moralistic-Fallacy"
    },
    {
        "title": "Moving the Goalposts",
        "description": "Demanding from an opponent that he or she address more and more points after the initial counter-argument has been satisfied refusing to conceded or accept the opponent’s argument.",
        "alt": "gravity game, raising the bar, argument by demanding impossible perfection [form of]",
        "url": "/logicalfallacies/Moving-the-Goalposts"
    },
    {
        "title": "Multiple Comparisons Fallacy",
        "description": "Claiming that unexpected trends that occur through random chance alone in a data set with a large number of variables are meaningful.",
        "alt": "multiple comparisons, multiplicity, multiple testing problem, the look-elsewhere effect",
        "url": "/logicalfallacies/Multiple-Comparisons-Fallacy"
    },
    {
        "title": "Naturalistic Fallacy",
        "description": "When the conclusion expresses what ought to be, based only on what is, or what ought not to be, based on what is not.",
        "alt": "is-ought fallacy, arguing from is to ought, is-should fallacy",
        "url": "/logicalfallacies/Naturalistic-Fallacy"
    },
    {
        "title": "Negating Antecedent and Consequent",
        "description": "A formal fallacy where in the valid transpositional form of an argument, we fail to switch the antecedent and consequent.",
        "alt": "improper transposition",
        "url": "/logicalfallacies/Negating-Antecedent-and-Consequent"
    },
    {
        "title": "Negative Conclusion from Affirmative Premises",
        "description": "The conclusion of a standard form categorical syllogism is negative, but both of the premises are positive.  Any valid forms of categorical syllogisms that assert a negative conclusion must have at least one negative premise.",
        "alt": "illicit affirmative",
        "url": "/logicalfallacies/Negative-Conclusion-from-Affirmative-Premises"
    },
    {
        "title": "Nirvana Fallacy",
        "description": "Comparing a realistic solution with an idealized one, and discounting or even dismissing the realistic solution as a result of comparing to a “perfect world” or impossible standard.  Ignoring the fact that improvements are often good enough reason.",
        "alt": "perfect solution fallacy, perfectionist fallacy",
        "url": "/logicalfallacies/Nirvana-Fallacy"
    },
    {
        "title": "No True Scotsman",
        "description": "When a universal (“all”, “every”, etc.) claim is refuted, rather than conceding the point or meaningfully revising the claim, the claim is altered by going from universal to specific, and failing to give any objective criteria for the specificity.",
        "alt": "appeal to purity [form of], no true Christian, no true crossover fallacy [form of]",
        "url": "/logicalfallacies/No-True-Scotsman"
    },
    {
        "title": "Non Sequitur",
        "description": "When the conclusion does not follow from the premises.  In more informal reasoning, it can be when what is presented as evidence or reason is irrelevant or adds very little support to the conclusion.",
        "alt": "derailment, “that does not follow”, irrelevant reason, invalid inference, non-support, argument by scenario [form of], false premise [form of], questionable premise [form of], non-sequitur",
        "url": "/logicalfallacies/Non-Sequitur"
    },
    {
        "title": "Notable Effort",
        "description": "Accepting good effort as a valid reason to accept the truth of the conclusion, even though the effort is unrelated to the truth.",
        "alt": "“E” is for effort",
        "url": "/logicalfallacies/Notable-Effort"
    },
    {
        "title": "Nutpicking Fallacy",
        "description": "When someone presents an atypical or weak member of a group as if they are a typical or strong representative.",
        "alt": "",
        "url": "/logicalfallacies/nutpicking-fallacy.html"
    },
    {
        "title": "Overextended Outrage",
        "description": "This is a form of poor statistical thinking where one or more statistically rare cases are implied to be the norm or the trend (without evidence) for the purpose of expressing or inciting outrage toward an entire group. It is a form of extreme stereotyping.",
        "alt": "overextended moral outrage, overextended political outrage",
        "url": "/logicalfallacies/Overextended-Outrage"
    },
    {
        "title": "Oversimplified Cause Fallacy",
        "description": "When a contributing factor is assumed to be the cause, or when a complex array of causal factors is reduced to a single cause. It is a form of simplistic thinking that implies something is either a cause, or it is not. It overlooks the important fact that, especially when referring to human behavior, causes are very complex and multi-dimensional.",
        "alt": "",
        "url": "/logicalfallacies/Oversimplified-Cause-Fallacy"
    },
    {
        "title": "Overwhelming Exception",
        "description": "A generalization that is technically accurate, but has one or more qualifications which eliminate so many cases that the resulting argument is significantly weaker than the arguer implies.  In many cases, the listed exceptions are given in place of evidence or support for the claim, not in addition to evidence or support for the claim.",
        "alt": "",
        "url": "/logicalfallacies/Overwhelming-Exception"
    },
    {
        "title": "Package-Deal Fallacy",
        "description": "Assuming things that are often grouped together must always be grouped together, or the assumption that the ungrouping will have significantly more severe effects than anticipated.",
        "alt": "false conjunction",
        "url": "/logicalfallacies/Package-Deal-Fallacy"
    },
    {
        "title": "Poisoning the Well",
        "description": "To commit a preemptive ad hominem attack against an opponent.  That is, to prime the audience with adverse information about the opponent from the start, in an attempt to make your claim more acceptable or discount the credibility of your opponent’s claim.",
        "alt": "discrediting, smear tactics, appeal to ethos [form of]",
        "url": "/logicalfallacies/Poisoning-the-Well"
    },
    {
        "title": "Political Correctness Fallacy",
        "description": "This is a common one in recent history.  It is the assumption or admission that two or more groups, individuals, or ideas of groups or individuals, are equal, of equal value, or both true, based on the recent phenomenon of political correctness, which is defined as, a term which denotes language, ideas, policies, and behavior seen as seeking to minimize social and institutional offense in occupational, gender, racial, cultural, sexual orientation, certain other religions, beliefs or ideologies, disability, and age-related contexts, and, as purported by the term, doing so to an excessive extent.",
        "alt": "PC fallacy",
        "url": "/logicalfallacies/Political-Correctness-Fallacy"
    },
    {
        "title": "Post Hoc",
        "description": "Claiming that because event Y followed event X, event Y must have been caused by event X, without properly establishing causality.",
        "alt": "post hoc ergo propter hoc, after this therefore because of this, post hoc rationalization",
        "url": "/post-hoc.html"
    },
    {
        "title": "Post-Designation",
        "description": "Drawing a conclusion from correlations observed in a given sample, but only after the sample has already been drawn, and without declaring in advance what correlations the experimenter was expecting to find.  This is related to the multiple comparisons fallacy.",
        "alt": "fishing for data",
        "url": "/logicalfallacies/Post-Designation"
    },
    {
        "title": "Pragmatic Fallacy",
        "description": "Claiming that something is true because the person making the claim has experienced, or is referring to someone who has experienced, some practical benefit from believing the thing to be true.",
        "alt": "appeal to practicality",
        "url": "/logicalfallacies/pragmatic-fallacy.html"
    },
    {
        "title": "Prejudicial Language",
        "description": "Loaded or emotive terms used to attach value or moral goodness to believing the proposition.",
        "alt": "variant imagization",
        "url": "/logicalfallacies/Prejudicial-Language"
    },
    {
        "title": "Proof Surrogate",
        "description": "A claim masquerading as proof or evidence, when no such proof or evidence is actually being offered.",
        "alt": "",
        "url": "/logicalfallacies/Proof-Surrogate"
    },
    {
        "title": "Proof by Intimidation",
        "description": "Making an argument purposely difficult to understand in an attempt to intimidate your audience in accepting it, or accepting an argument without evidence or being intimidated to question the authority or a priori assumptions of the one making the argument.",
        "alt": "argumentum verbosium, proof by verbosity, fallacy of intimidation",
        "url": "/logicalfallacies/Proof-by-Intimidation"
    },
    {
        "title": "Proving Non-Existence",
        "description": "Demanding that one proves the non-existence of something in place for providing adequate evidence for the existence of that something.  Although it may be possible to prove non-existence in special situations, such as showing that a container does not contain certain items, one cannot prove universal or absolute non-existence.",
        "alt": "",
        "url": "/logicalfallacies/Proving-Non-Existence"
    },
    {
        "title": "Pseudo-Logical Fallacies",
        "description": "There are many so-called logical fallacies that can be found on the Internet that don’t meet one or more of these criteria, yet people will still refer to them as logical fallacies. Since there are no objective criteria for most logical fallacies, people can call anything a logical fallacy if they want.",
        "alt": "",
        "url": "/logicalfallacies/Pseudo-Logical-Fallacies"
    },
    {
        "title": "Psychogenetic Fallacy",
        "description": "Inferring some psychological reason why an argument is made then assuming it is invalid, as a result.",
        "alt": "",
        "url": "/logicalfallacies/Psychogenetic-Fallacy"
    },
    {
        "title": "Quantifier-Shift Fallacy",
        "description": "A fallacy of reversing the order of two quantifiers.",
        "alt": "illicit quantifier shift",
        "url": "/logicalfallacies/Quantifier-Shift-Fallacy"
    },
    {
        "title": "Quantum Physics Fallacy",
        "description": "Using quantum physics in an attempt to support your claim, when in no way is your claim related to quantum physics.  One can also use the weirdness of the principles of quantum physics to cast doubt on the well-established laws of the macro world.",
        "alt": "",
        "url": "/logicalfallacies/Quantum-Physics-Fallacy"
    },
    {
        "title": "Questionable Cause",
        "description": "Concluding that one thing caused another, simply because they are regularly associated.",
        "alt": "cum hoc ergo propter hoc, butterfly logic, ignoring a common cause, neglecting a common cause, confusing correlation and causation, confusing cause and effect, false cause, third cause, third-cause fallacy, juxtaposition [form of], reversing causality/wrong direction [form of]",
        "url": "/logicalfallacies/Questionable-Cause"
    },
    {
        "title": "Rationalization",
        "description": "Offering false or inauthentic excuses for our claim because we know the real reasons are much less persuasive or more embarrassing to share, or harsher than the manufactured ones given.",
        "alt": "making excuses",
        "url": "/logicalfallacies/Rationalization"
    },
    {
        "title": "Reasoning",
        "description": "Humans have the capacity to establish and verify facts, to change and justify beliefs, and in general, to make sense of things.  We do this by reason, and the process of doing so is called reasoning.",
        "alt": "",
        "url": "/logicalfallacies/Reasoning"
    },
    {
        "title": "Red Herring",
        "description": "Attempting to redirect the argument to another issue that to which the person doing the redirecting can better respond. While it is similar to the avoiding the issue fallacy, the red herring is a deliberate diversion of attention with the intention of trying to abandon the original argument.",
        "alt": "Ignoratio elenchi, beside the point, misdirection [form of], changing the subject, false emphasis, the Chewbacca defense, irrelevant conclusion, irrelevant thesis, clouding the issue, ignorance of refutation",
        "url": "/logicalfallacies/Red-Herring"
    },
    {
        "title": "Reductio ad Absurdum",
        "description": "A mode of argumentation or a form of argument in which a proposition is disproven by following its implications logically to an absurd conclusion.  Arguments which use universals such as, “always”, “never”, “everyone”, “nobody”, etc., are prone to being reduced to absurd conclusions.  The fallacy is in the argument that could be reduced to absurdity -- so in essence, reductio ad absurdum is a technique to expose the fallacy.",
        "alt": "reduce to absurdity",
        "url": "/logicalfallacies/Reductio-ad-Absurdum"
    },
    {
        "title": "Reductio ad Hitlerum",
        "description": "The attempt to make an argument analogous with Hitler or the Nazi party.  Hitler is probably the most universally despised figure in history, so any connection to Hitler, or his beliefs, can (erroneously) cause others to view the argument in a similar light.  However, this fallacy is becoming more well known as is the fact that it is most often a desperate attempt to render the truth claim of the argument invalid out of lack of a good counter argument.",
        "alt": "argumentum ad Hitlerum, playing the Nazi card, Hitler card",
        "url": "/logicalfallacies/Reductio-ad-Hitlerum"
    },
    {
        "title": "Regression Fallacy",
        "description": "Ascribing a cause where none exists in situations where natural fluctuations exist while failing to account for these natural fluctuations.",
        "alt": "regressive fallacy",
        "url": "/logicalfallacies/Regression-Fallacy"
    },
    {
        "title": "Reification",
        "description": "When an abstraction (abstract belief or hypothetical construct) is treated as if it were a concrete, real event or physical entity -- when an idea is treated as if had a real existence.",
        "alt": "abstraction, concretism, fallacy of misplaced concreteness, hypostatisation, pathetic fallacy [form of]",
        "url": "/logicalfallacies/Reification"
    },
    {
        "title": "Relative Privation",
        "description": "Trying to make a scenario appear better or worse by comparing it to the best or worst case scenario.",
        "alt": "it could be worse, it could be better",
        "url": "/logicalfallacies/Relative-Privation"
    },
    {
        "title": "Retrogressive Causation",
        "description": "Invoking the cause to eliminate the effect, or calling on the source to relieve the effect of the source.",
        "alt": "",
        "url": "/logicalfallacies/Retrogressive-Causation"
    },
    {
        "title": "Righteousness Fallacy",
        "description": "Assuming that just because a person's intentions are good, they have the truth or facts on their side. Also see self-righteousness fallacy.",
        "alt": "",
        "url": "/logicalfallacies/Righteousness-Fallacy"
    },
    {
        "title": "Rights To Ought Fallacy",
        "description": "When one conflates a reason for one's rights (constitutional or other) with what one should do.  This is common among staunch defenders of \"rights\"...",
        "alt": "constitutional rights fallacy",
        "url": "/logicalfallacies/Rights-To-Ought-Fallacy"
    },
    {
        "title": "Scapegoating",
        "description": "Unfairly blaming an unpopular person or group of people for a problem or a person or group that is an easy target for such blame.",
        "alt": "",
        "url": "/logicalfallacies/Scapegoating"
    },
    {
        "title": "Selective Attention",
        "description": "Focusing your attention on certain aspects of the argument while completely ignoring or missing other parts.  This usually results in irrelevant rebuttals, strawman fallacies, and unnecessarily drawn-out arguments.",
        "alt": "",
        "url": "/logicalfallacies/Selective-Attention"
    },
    {
        "title": "Self-Righteousness Fallacy",
        "description": "Assuming that just because your intentions are good, you have the truth or facts on your side. Also see righteousness fallacy.",
        "alt": "",
        "url": "/logicalfallacies/Self-Righteousness-Fallacy"
    },
    {
        "title": "Self-Sealing Argument",
        "description": "An argument or position is self-sealing if and only if no evidence can be brought against it no matter what.",
        "alt": "vacuous argument",
        "url": "/logicalfallacies/Self-Sealing-Argument"
    },
    {
        "title": "Shifting of the Burden of Proof",
        "description": "Making a claim that needs justification, then demanding that the opponent justifies the opposite of the claim. The burden of proof is a legal and philosophical concept with differences in each domain.",
        "alt": "onus probandi, burden of proof [general concept], burden of proof fallacy, misplaced burden of proof, shifting the burden of proof",
        "url": "/logicalfallacies/Shifting-of-the-Burden-of-Proof"
    },
    {
        "title": "Shoehorning",
        "description": "The process of force-fitting some current affair into one's personal, political, or religious agenda.  Many people aren't aware of how easy it is to make something look like confirmation of a claim after the fact, especially if the source of the confirmation is something in which they already believe, like Biblical prophecies, psychic predictions, astrological horoscopes, fortune cookies, and more.",
        "alt": "",
        "url": "/logicalfallacies/Shoehorning"
    },
    {
        "title": "Slippery Slope",
        "description": "When a relatively insignificant first event is suggested to lead to a more significant event, which in turn leads to a more significant event, and so on, until some ultimate, significant event is reached, where the connection of each event is not only unwarranted but with each step it becomes more and more improbable.  Many events are usually present in this fallacy, but only two are actually required -- usually connected by “the next thing you know...”",
        "alt": "",
        "url": "/logicalfallacies/Slippery-Slope"
    },
    {
        "title": "Special Pleading",
        "description": "Applying standards, principles, and/or rules to other people or circumstances, while making oneself or certain circumstances exempt from the same critical criteria, without providing adequate justification.  Special pleading is often a result of strong emotional beliefs that interfere with reason.",
        "alt": "",
        "url": "/logicalfallacies/Special-Pleading"
    },
    {
        "title": "Spin Doctoring",
        "description": "Presenting information in a deceptive way that results in others interpreting the information in such a way that does not reflect reality but is how you want the information to be interpreted.",
        "alt": "spinning",
        "url": "/logicalfallacies/Spin-Doctoring"
    },
    {
        "title": "Spiritual Fallacy",
        "description": "Insisting that something meant to be literal is actually “spiritual” in as an explanation or justification for something that otherwise would not fit in an explanation.",
        "alt": "spiritual excuse",
        "url": "/logicalfallacies/Spiritual-Fallacy"
    },
    {
        "title": "Spotlight Fallacy",
        "description": "Assuming that the media’s coverage of a certain class or category is representative of the class or category in whole.",
        "alt": "",
        "url": "/logicalfallacies/Spotlight-Fallacy"
    },
    {
        "title": "Statement of Conversion",
        "description": "Accepting the truth of a claim based on a conversion story without considering any evidence for the truth of the claim.",
        "alt": "",
        "url": "/logicalfallacies/Statement-of-Conversion"
    },
    {
        "title": "Stereotyping (the fallacy)",
        "description": "The general beliefs that we use to categorize people, objects, and events while assuming those beliefs are accurate generalizations of the whole group.",
        "alt": "",
        "url": "/logicalfallacies/Stereotyping-the-fallacy"
    },
    {
        "title": "Stolen Concept Fallacy",
        "description": "Requiring the truth of the something that you are simultaneously trying to disprove.",
        "alt": "",
        "url": "/logicalfallacies/Stolen-Concept-Fallacy"
    },
    {
        "title": "Strawman Fallacy",
        "description": "Substituting a person’s actual position or argument with a distorted, exaggerated, or misrepresented version of the position of the argument.",
        "alt": "",
        "url": "/logicalfallacies/Strawman-Fallacy"
    },
    {
        "title": "Style Over Substance",
        "description": "When the arguer embellishes the argument with compelling language or rhetoric, and/or visual aesthetics.",
        "alt": "argument by slogan [form of], cliché thinking - or thought-terminating cliché, argument by rhyme [form of], argument by poetic language [form of]",
        "url": "/logicalfallacies/Style-Over-Substance"
    },
    {
        "title": "Subjectivist Fallacy",
        "description": "Claiming something is true for one person, but not for someone else when, in fact, it is true for everyone (objective) as demonstrated by empirical evidence.",
        "alt": "relativist fallacy",
        "url": "/logicalfallacies/Subjectivist-Fallacy"
    },
    {
        "title": "Subverted Support",
        "description": "The attempt to explain some phenomenon that does not actually occur or there is no evidence that it does.  It is a form of  begging the question.",
        "alt": "",
        "url": "/logicalfallacies/Subverted-Support"
    },
    {
        "title": "Sunk-Cost Fallacy",
        "description": "Reasoning that further investment is warranted on the fact that the resources already invested will be lost otherwise, not taking into consideration the overall losses involved in the further investment.",
        "alt": "argument from inertia, concorde fallacy, finish the job fallacy",
        "url": "/logicalfallacies/Sunk-Cost-Fallacy"
    },
    {
        "title": "Suppressed Correlative",
        "description": "The attempt to redefine a correlative (one of two mutually exclusive options) so that one alternative encompasses the other, i.e. making one alternative impossible. The redefinition, therefore, makes the word it is redefining essentially meaningless.",
        "alt": "fallacy of lost contrast, fallacy of the suppressed relative",
        "url": "/logicalfallacies/Suppressed-Correlative"
    },
    {
        "title": "Survivorship Fallacy",
        "description": "Best summed up as \"dead men don't tell tales.\" In its general form, the survivorship fallacy is basing a conclusion on a limited number of \"winner\" testimonies due to the fact we cannot or do not hear the testimonies of the losers. This is based on the cognitive bias called the survivorship bias.",
        "alt": "survivorship bias",
        "url": "/logicalfallacies/Survivorship-Fallacy"
    },
    {
        "title": "Texas Sharpshooter Fallacy",
        "description": "Ignoring the difference while focusing on the similarities, thus coming to an inaccurate conclusion.  Similar to the  gambler’s fallacy, this is an example of inserting meaning into randomness.  This is also similar to the post-designation fallacy.",
        "alt": "clustering illusion",
        "url": "/logicalfallacies/Texas-Sharpshooter-Fallacy"
    },
    {
        "title": "Tokenism",
        "description": "Interpreting a token gesture as an adequate substitute for the real thing.",
        "alt": "",
        "url": "/logicalfallacies/Tokenism"
    },
    {
        "title": "Traitorous Critic Fallacy",
        "description": "Responding to criticism by attacking a person's perceived favorability to an out-group or dislike to the in-group as the underlying reason for the criticism rather than addressing the criticism itself, and suggesting that they stay away from the issue and/or leave the in-group. ",
        "alt": "ergo decedo",
        "url": "/logicalfallacies/Traitorous-Critic-Fallacy"
    },
    {
        "title": "Two Wrongs Make a Right",
        "description": "When a person attempts to justify an action against another person because the other person did take or would take the same action against him or her.",
        "alt": "",
        "url": "/logicalfallacies/Two-Wrongs-Make-a-Right"
    },
    {
        "title": "Type-Token Fallacy",
        "description": "The type-token fallacy is committed when a word can refer to either a type (representing an abstract descriptive concept) or a token (representing an object that instantiates a concept) and is used in a way that makes it unclear which it refers to. This is a more specific form of the ambiguity fallacy.",
        "alt": "",
        "url": "/logicalfallacies/Type-Token-Fallacy"
    },
    {
        "title": "Unfalsifiability",
        "description": "Confidently asserting that a theory or hypothesis is true or false even though the theory or hypothesis cannot possibly be contradicted by an observation or the outcome of any physical experiment, usually without strong evidence or good reasons.",
        "alt": "untestability",
        "url": "/logicalfallacies/Unfalsifiability"
    },
    {
        "title": "Unreasonable Inclusion Fallacy",
        "description": "Attempting to broaden the criteria for inclusion in an ill-famed group or associated with a negative label to the point where the term's definition is changed substantially to condemn or criminalize a far less malicious or deleterious behavior.",
        "alt": "",
        "url": "/fallacies/unreasonable-inclusion-fallacy.html"
    },
    {
        "title": "Unwarranted Contrast",
        "description": "Assuming that implicature means implication, when it logically does not.  Implicature is a relation between the fact that someone makes a statement and a proposition.  Implication is a relation between propositions, that is the meanings of statements.",
        "alt": "some are/some are not",
        "url": "/logicalfallacies/Unwarranted-Contrast"
    },
    {
        "title": "Use-Mention Error",
        "description": "Confusing the word used to describe a thing, with the thing itself.  To avoid this error, it is customary to put the word used to describe the thing in quotes.",
        "alt": "UME",
        "url": "/logicalfallacies/Use-Mention-Error.html"
    },
    {
        "title": "Weak Analogy",
        "description": "When an analogy is used to prove or disprove an argument, but the analogy is too dissimilar to be effective, that is, it is unlike the argument more than it is like the argument.",
        "alt": "bad analogy, false analogy, faulty analogy, questionable analogy, argument from spurious similarity, false metaphor",
        "url": "/logicalfallacies/Weak-Analogy"
    },
    {
        "title": "Willed Ignorance",
        "description": "Refusing to change one’s mind or consider conflicting information based on a desire to maintain one's existing beliefs.",
        "alt": "",
        "url": "/logicalfallacies/Willed-Ignorance"
    },
    {
        "title": "Wishful Thinking",
        "description": "When the desire for something to be true is used in place of/or as evidence for the truthfulness of the claim.  Wishful thinking, more as a cognitive bias than a logical fallacy, can also cause one to evaluate evidence very differently based on the desired outcome.",
        "alt": "",
        "url": "/logicalfallacies/Wishful-Thinking"
    }
]